IDEA Open Model
ReinfBarByTwoPoints.Position2 Property
Compatible with IDEA StatiCa v 10.1
 Offset between second master point and second point of bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Vector3D Position2 { get; set; }
Public Property Position2 As Vector3D
	Get
	Set
public:
property Vector3D^ Position2 {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace